Repository: prham91k/iVault
Catalog: iVault/Infrastructure/*.lproj/InfoPlist.strings
Languages: de

# walletView.title.syncing
source: SYNCING
de: SYNCHRONISIEREN

# walletView.button.send
source: Send
de: Senden

# walletView.button.receive
source: Receive
de: Empfangen

# walletView.emptyInformation
source: If you are waiting for a transaction please stay tuned. It could take 30 minutes or longer for transactions to appear, depending on network conditions and the health of your remote node. If you are waiting a long time, please check your network connection and the current load on your remote node.
de: Es kann 30 Minuten oder länger dauern, bis eine Transaktion angezeigt wird. Das ist abhängig vom Netzwerk und dem verbundenen Node. Falls du schon sehr lange wartest, überprüfe das Netzwerk und die Last auf dem verbundenen Node.

# recipientView.title
source: SEND
de: SENDEN

# recipientView.subTitle
source: Recipient Address
de: Empfängeradresse

# recipientView.instruction
source: Please choose a method
de: Bitte eine Variante wählen

# recipientView.button.scanQRC
source: Scan QR Code
de: QR Code einlesen

# recipientView.button.paste
source: Paste from Clipboard
de: Aus Zwischenablage einfügen

# recipientView.button.sendToDeveloper
source: Send to Developer
de: An Entwickler senden

# receiveView.title
source: RECEIVE
de: EMPFANGEN

# receiveView.button.copyToClipboard
source: Copy Address to Clipboard
de: Adresse in Zwischenablage kopieren

# scanView.title
source: SCAN
de: EINLESEN

# recipientView.message.pasteboardEmpty
source: Pasteboard is empty. Please open other app and copy the target wallet address into the pasteboard and then come back here.
de: Die Zwischenablage ist leer. Bitte wechsel in eine andere App und kopiere die Zieladresse in die Zwischenablage und wechsel dann wieder hierher zurück.

# pasteFromClipboard.address
source: Send to Address
de: Zieladresse

# pasteFromClipboard.amount
source: Amount
de: Betrag

# pasteFromClipboard.button.accept
source: Accept
de: Annehmen

# global.cancel
source: Cancel
de: Abbrechen

# global.invalidWalletAddress
source: Invalid wallet address
de: Ungültige Wallet-Adresse

# global.invalidPaymentId
source: Invalid payment id
de: Ungültige Payment ID

# global.invalidAmount
source: Invalid amount
de: Ungültiger Betrag

# global.invalidDescription
source: Invalid description
de: Ungültige Beschreibung

# amountView.button.next
source: Next
de: Weiter

# amountView.title
source: SEND
de: SENDEN

# amountView.balance
source: Balance
de: Saldo

# scan.address
source: Address
de: Adresse

# amountView.estimatedFee
source: Estimated Fee
de: Geschätzte Gebühr

# scan.amount
source: Amount
de: Betrag

# scan.accept
source: Accept
de: Annehmen

# scan.retake
source: Retake
de: Wiederholen

# paymentIdView.button.next
source: Next
de: Weiter

# paymentIdView.title
source: SEND
de: SENDEN

# paymentIdView.instruction
source: Please enter a payment ID if needed.
de: Bitte gib eine Payment ID ein wenn erforderlich.

# paymentIdView.button.pasteFromClipboard
source: Paste
de: Einfügen

# paymentId.invalid
source: Your payment ID is invalid. Please change it or leave it empty.
de: Die Payment ID ist ungültig. Bitte korrigiere sie oder lasse sie leer.

# paymentId.invalid.fromClipboard
source: Not a valid payment ID in pasteboard
de: Keine gültige Payment ID in der Zwischenablage

# summaryView.title
source: SEND
de: SENDEN

# summaryView.subTitle
source: Summary
de: Zusammenfassung

# summaryView.address
source: Address
de: Adresse

# summaryView.networkFee
source: Network Fee
de: Netzwerk-Gebühr

# summaryView.button.confirm
source: Confirm
de: Bestätigen

# summaryView.balanceInsufficient
source: Your balance might be too low or a network/node error occured
de: Dein Saldo ist wahrscheinlich zu klein, oder es ist ein Netzwerk-/Node-Fehler aufgetreten

# confirmView.title
source: SEND
de: SENDEN

# confirmView.subTitle
source: Enter PIN
de: PIN eingeben

# confirmView.button.next
source: Confirm
de: Bestätigen

# newWalletView.button.new
source: New Wallet
de: Neue Wallet

# newWalletView.button.recover
source: Restore Wallet
de: Wallet wiederherstellen

# pinView.instruction
source: Set a PIN. If you forget your PIN you must restore your wallet from the seed you wrote down.
de: Setze eine PIN. Falls du diese PIN vergisst, musst du die Wallet von dem Seed, den du notiert hast, wiederherstellen.

# pinView.button.next
source: Next
de: Weiter

# pinConfirmView.subTitle
source: Confirm PIN
de: PIN bestätigen

# pinConfirmView.instruction
source: Confirm your PIN which you entered before.
de: Bestätige deine PIN, die du vorher eingegeben hast.

# pinConfirmView.button.next
source: Next
de: Weiter

# seedView.instruction
source: Write down the following 25 words. This is the only way to restore your wallet if you lose your device or forget your PIN.
de: Notiere dir die nachfolgenden 25 Wörter. Das ist die einzige Möglichkeit deine Wallet wiederherzustellen, wenn du dein Gerät verlierst oder deine PIN vergisst.

# seedView.button.next
source: Create
de: Erstellen

# recoverySeedView.subTitle
source: Import Seed
de: Seed importieren

# recoverySeedView.button.next
source: Create
de: Erstellen

# recoverySeedView.instruction
source: Enter your 25 words seed.
de: Gib die 25 Seed Wörter ein.

# settingsView.title
source: SETTINGS
de: EINSTELLUNGEN

# settingsView.fiat.title
source: Fiat Conversion Units
de: Fiat Einheiten

# settingsView.language.title
source: Language
de: Sprache

# settingsView.displayRecoverySeed.title
source: Display Recovery Seed
de: Wiederherstellungs-Seed anzeigen

# settingsView.displayRecoverySeed.subTitle
source: Ensure nobody can see your screen
de: Verstecke den Bildschirm vor anderen

# settingsView.displayRecoverySeed.button
source: Reveal
de: Anzeigen

# settingsView.resetPin.title
source: Reset PIN
de: PIN ändern

# settingsView.resetPin.button
source: Change
de: Ändern

# settingsView.tfaSupport.title
source: Two Factor Authentication
de: Zwei-Faktor-Authentisierung

# settingsView.tfaSupport.button
source: Configure 2FA Support
de: 2FA Konfigurieren

# settingsView.selectNode.title
source: Select Node
de: Node auswählen

# settingsView.selectNode.subTitle
source: Select a node you trust
de: Wähle einen vertrauensvollen Node

# settingsView.selectNode.button
source: Choose
de: Auswählen

# settingsView.nukeXWallet.title
source: Nuke vault
de: iVault löschen

# settingsView.nukeXWallet.subTitle
source: Remove all wallet data
de: Alle Wallet-Daten entfernen

# settingsView.nukeXWallet.button
source: Nuke
de: Endgültig löschen

# settingsView.feedback.title
source: Send Feedback
de: Feedback senden

# settingsView.feedback.messageBody
source: Hi, I am a happy iVault user and I have a question/suggestion:
de: Hallo, ich bin ein glücklicher iVault-Benutzer und habe eine Frage/Verbesserungsvorschlag:

# settingsView.feedback.description
source: Please check our troubleshooting web page before you send a support request.
de: Besuche bitte zuerst unsere Troubleshooting Web-Page, bevor du eine Support-Anfrage stellst.

# settingsView.feedback.showFAQTitle
source: Show FAQ
de: FAQ anzeigen

# settingsView.feedback.sendTitle
source: Send Feedback
de: Feedback senden

# settingsView.privacy.title
source: Privacy
de: Datenschutz

# settingsView.privacy.button
source: Open Privacy Statement
de: Datenschutz anzeigen

# fiatConversionUnitsView.title
source: CURRENCY
de: WÄHRUNG

# languageView.title
source: LANGUAGE
de: SPRACHE

# selectNodeView.title
source: SELECT NODE
de: NODE AUSWÄHLEN

# selectNodeView.button.defaults
source: Default
de: Vorgabe

# selectNodeView.address
source: ADDRESS
de: ADRESSE

# selectNodeView.password
source: PASSWORD
de: PASSWORT

# selectNodeView.button.connect
source: Connect
de: Verbinden

# revealSeed.pinView.subTitle
source: Enter PIN
de: PIN eingeben

# nukeWallet.pinView.title
source: NUKE
de: LÖSCHEN

# nukeWallet.pinView.subTitle
source: Nuke iVault
de: Wallet löschen

# nukeWallet.pinView.button.next
source: Nuke
de: Löschen

# nukeWallet.pinView.instruction
source: Enter PIN to nuke iVault. Make sure you have your seed saved.
de: Gib den PIN ein, um die Wallet zu löschen. Stelle sicher, dass du den Seed notiert hast.

# appPinView.subTitle
source: Enter PIN
de: PIN eingeben

# appleWatch2faView.subTitle
source: Two Factor Authentication
de: Zwei-Faktor-Authentisierung

# appleWatch2faView.instruction
source: Use your Apple Watch for 2FA
de: Benutze deine Apple Watch für die 2FA

# appleWatch2faView.button.requestAuthentication
source: Request Authentication
de: Authentisierung anfordern

# appleWatch2faView.button.skipAuthentication
source: Skip Apple Watch
de: Apple Watch überspringen

# appleWatchPinView.subTitle
source: Enter Apple Watch 2FA PIN
de: Gib den Apple Watch 2FA PIN ein

# appleWatch2faView.message.failed
source: Please try again to request the authentication from your Apple Watch. If this fails again skip the Apple Watch authentication and type in your 2FA pin.
de: Bitte fordere erneut die Authentisierung von deiner Apple Watch. Falls es weiterhin nicht funktioniert, überspringe die Authentisierung mit deiner Apple Watch und gebe die 2FA PIN ein.

# appleWatch2faView.message.notAvailable
source: Two factor authentication is not available. Did you deinstall X Wallet on the Apple Watch? The only way to proceed is to enter your 2FA pin by skipping the Apple Watch authentication.
de: Die Zwei-Faktor-Authentisierung ist nicht verfügbar Hast du iVault auf deiner Apple Watch deinstalliert? Die einzige Möglichkeit zum Fortfahren ist, die Apple Watch Authentisierung zu überspringen und die 2FA PIN einzugeben,

# appleWatch2faView.message.title
source: Authentication failed
de: Authentisierung fehlgeschlagen

# configure2faView.title
source: Two Factor Authentication
de: Zwei-Faktor-Authentisierung

# configure2faView.unbound.button
source: Enable Apple Watch 2FA
de: Apple Watch 2FA aktivieren

# configure2faView.unbound.instruction
source: You can enable your Apple Watch for two factor authentication.
de: Du kannst deine Apple Watch für die Zwei-Faktor-Authentisierung aktivieren.

# configure2faView.bound.button
source: Disable Apple Watch 2FA
de: Apple Watch 2FA deaktivieren

# configure2faView.bound.instruction
source: Currently your Apple Watch is required for two factor authentication.
de: Deine Apple Watch wird für die Zwei-Faktor-Authentisierung benötigt.

# configure2fa.newPinView.subTitle
source: Two Factor Authentication
de: Zwei-Faktor-Authentisierung

# configure2fa.newPinView.instruction
source: Set a PIN which you can use if your Apple Watch is out of reach or you accidentially deleted X Wallet from your Apple Watch.
de: Setze eine PIN, den du benutzen kannst, wenn deine Apple Watch nicht erreichbar ist, oder du versehentlich iVault von deiner Apple Watch gelöscht hast.

# configure2fa.newPinView.button.next
source: Next
de: Weiter

# configure2fa.askForPinView.subTitle
source: Two Factor Authentication
de: Zwei-Faktor-Authentisierung

# configure2fa.askForPinView.instruction
source: Enter your Apple Watch 2FA PIN to disable Apple Watch 2FA.
de: Gib deine Apple Watch 2FA PIN ein, um Apple Watch 2FA zu deaktivieren.

# configure2fa.askForPinView.button.next
source: Next
de: Weiter

# configure2fa.notSupported.title
source: Not Supported
de: Nicht unterstützt

# configure2fa.notSupported.message
source: Two factor authentication with an Apple Watch is not supported on your device.
de: Die Zwei-Faktor-Authentisierung wird auf deinem Gerät nicht unterstützt.

# configure2fa.notInstalled.title
source: App Not Installed
de: App nicht installiert

# configure2fa.notInstalled.message
source: You must install X Wallet on your Apple Watch to be able to use two factor authentication.
de: Du musst iVault auf deiner Apple Watch installieren um die Zwei-Faktor-Authentisierung benutzen zu können.

# configure2fa.confirmPinView.subTitle
source: Two Factor Authentication
de: Zwei-Faktor-Authentisierung

# configure2fa.confirmPinView.instruction
source: Retype the PIN you entered before.
de: Wiederhole die PIN, die du vorher eingeben hast.

# configure2fa.confirmPinView.button.next
source: Next
de: Weiter

# changePin.checkPinView.title
source: RESET PIN
de: PIN ZURÜCKSETZEN

# changePin.checkPinView.subTitle
source: Current PIN
de: Aktuelle PIN

# changePin.checkPinView.button.next
source: Next
de: Weiter

# changePin.checkPinView.instruction
source: Please enter your current PIN
de: Gib bitte deine aktuelle PIN ein

# changePin.newPinView.title
source: RESET PIN
de: PIN ZURÜCKSETZEN

# changePin.newPinView.subTitle
source: New PIN
de: Neue PIN

# changePin.newPinView.instruction
source: Set a new PIN. If you forget your PIN you must restore your wallet from the seed you wrote down.
de: Setze eine neue PIN. Wenn du diese PIN vergisst, musst du deine Wallet mit dem Seed, den du notiert hast, wiederherstellen.

# changePin.newPinView.button.next
source: Next
de: Weiter

# changePin.verifyPinView.title
source: RESET PIN
de: PIN ZURÜCKSETZEN

# changePin.verifyPinView.subTitle
source: Verify PIN
de: PIN überprüfen

# changePin.verifyPinView.button.next
source: Next
de: Weiter

# changePin.verifyPinView.instruction
source: Confirm your new PIN which you entered before.
de: Bestätige deine neue PIN, die du zuvor eingegegen hast.

# age.never
source: never
de: nie

# age.recent
source: recent
de: soeben

# age.moreThan10MinutesAgo
source: more than 10 minutes vor
de: vor mehr als 10 Minuten

# age.moreThen1HourAgo
source: more than 1 hour ago
de: vor mehr als 1 Stunde

# age.moreThan1DayAgo
source: more than 1 day ago
de: vor mehr als 1 Tag

# transactionDirection.sent
source: sent
de: gesendet

# transactionDirection.received
source: received
de: empfangen

# trxState.pending
source: pending
de: pendent

# trxState.failed
source: failed
de: fehlgeschlagen

# global.confirmations
source: confirmations
de: Bestätigungen

# language.en
source: English
de: Englisch

# language.de
source: German
de: Deutsch

# language.ru-RU
source: Russian
de: Russisch

# appleWatch2faView.message.processing
source: Waiting for authentication response from your Apple Watch
de: Warte auf Authorisationsantwort von deiner Apple Watch

# scanView.notSupported.title
source: Scanning not supported
de: Scannen nicht unterstützt

# scanView.notSupported.message
source: Please use a device with a camera and give permission.
de: Benutze bitte ein Gerät mit Kamera und erlaube die Benutzung der Kamera.

# settingsView.emailFailed.message
source: Your device could not send e-mail. Please check e-mail configuration and try again.
de: Dein Gerät kann keine E-Mail senden. Bitte überprüfe die E-Mail-Einstellungen und versuche es erneut.

# settingsView.emailFailed.title
source: Could Not Send Email
de: Kann E-Mail nicht senden

# legal.button.accept
source: I understand and accept
de: Ich habe alles verstanden und akzeptiere

# legal.button.decline
source: I decline
de: Ich lehne ab

# legal.decline.text
source: We are sorry, but if you do not agree with the terms and conditions you must quit Scala iVault.
de: Es tut uns leid, aber wenn du mit den Bedingungen nicht einverstanden bist, musst du iVault beenden.

# legal.title
source: Terms and conditions
de: Haftungsausschluss

# newWalletView.keychainLost
source: The keychain for Scala iVault containing your secured PIN is no longer accessible. You need to create a new wallet or recover any previous.
de: Es tut uns sehr leid, aber ... TL;DR Die Keychain, in der iVault den verschlüsselt PIN abspeichert, ist nicht mehr zugänglich. Du musst eine neue Wallet anlegen oder eine vorherige wiederherstellen. WARUM??? Wir haben iVault von einem App Store Account in einen anderen migriert. Das erzeugt leider eine neue App Id. Und dass verhindert den Zugriff auf die Keychain der vorherigen App Id.

# newWalletView.intro
source: Please choose either to create a new wallet or restore from seed
de: Bitte wählen Sie, ob Sie eine neue Wallet erstellen oder aus dem Seed wiederherstellen möchten
